Repository: aldrinzigmundv/mariam
Catalog: lib/l10n/app_*.arb
Languages: es, fil

# signOfTheCross
source: In the name of the Father, and of the Son, and of the Holy Spirit. Amen.
es: En el nombre del Padre, y del Hijo, y del Espíritu Santo.
fil: Sa ngalan ng Ama, at ng Anak, at ng Espiritu Santo. Amen.

# theApostlesCreed
source: I believe in God, the Father almighty, Creator of heaven and earth, and in Jesus Christ, His only Son, our Lord, who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried; He descended into hell; on the third day He rose again from the dead; He ascended into heaven, and is seated at the right hand of God the Father almighty; from there He will come to judge the living and the dead. I believe in the Holy Spirit, the holy catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting. Amen.
es: Creo en Dios, Padre Todopoderoso, Creador del cielo y de la tierra. Creo en Jesucristo, su único Hijo, Nuestro Señor, que fue concebido por obra y gracia del Espíriu Santo, nació de Santa María Virgen, padeció bajo el poder de Poncio Pilato, fue crucificado, muerto y sepultado, descendió a los infiernos, al tercer día resucitó de entre los muertos, subió a los cielos y está sentado a la derecha de Dios, Padre todopoderoso. Desde allí ha de venir a juzgar a vivos y muertos. Creo en el Espíritu Santo, la Santa Iglesia Católica, la comunión de los santos, el perdón de los pecados, la resurrección de la carne y la vida eterna. Amén.
fil: Sumasampalataya ako sa Diyos Amang makapanyayari sa lahat, na may gawa ng langit at lupa. Sumasampalataya naman ako kay Hesukristo, iisang Anak ng Diyos, Panginoon nating lahat. Nagkatawang-tao Siya lalang ng Espiritu Santo; ipinanganak ni Santa Mariang Birhen. Pinagpakasakit ni Ponsio Pilato; ipinako sa krus, namatay at ibinaon. Nanaog sa mga impiyerno; nang may ikatlong araw nabuhay na mag-uli. Umakyat sa langit; naluluklok sa kanan ng Diyos Amang makapangyayari sa lahat. Doon magmumula't pariritong huhukom sa nangabubuhay at nangamatay na tao. Sumasampalataya naman ako sa Diyos Espiritu Santo, na may Santa Iglesya Katolika; may kamsamahan ng mga Santo, may ikawawala ng mga kasalanan; at mabubuhay na mag uli ang nangamatay na tao, at may buhay na walang hanggan. Amen.

# theLordsPrayer
source: Our Father, who art in heaven, hallowed be thy name; thy kingdom come; thy will be done on earth as it is in heaven. Give us this day our daily bread; and forgive us our trespasses as we forgive those who trespass against us; and lead us not into temptation, but deliver us from evil. Amen.
es: Padre Nuestro que estás en el cielo, santificado sea tu nombre, venga a nosotros tu reino, hágase tu voluntad así en la tierra como en el cielo. Danos hoy nuestro pan de cada día, y perdona nuestras ofensas como nosotros perdonamos a los que nos ofenden. No nos dejes caer en la tentación y líbranos del mal. Amén.
fil: Ama Namin, sumasalangit ka. Sambahin ang ngalan mo. Mapasaamin ang kaharian mo, Sundin ang loob mo dito sa lupa para nang sa langit. Bigyan mo kami ngayon ng aming kakanin sa araw-araw, At patawarin mo kami sa aming mga sala, Para nang pagpapatawad namin sa nagkakasala sa amin At huwag mo kaming ipahintulot sa tukso, At iadya mo kami sa lahat ng masama. Amen.

# hailMary
source: Hail Mary, full of grace, the Lord is with you; blessed are you among women, and blessed is the fruit of your womb, Jesus. Holy Mary, Mother of God, pray for us sinners now and at the hour of our death. Amen.
es: Dios te salve, María, llena eres de gracia, el Señor es contigo, Bendita tu eres entre todas las mujeres y bendito es el fruto de tu vientre, Jesús. Santa María, Madre de Dios ruega por nosotros, pecadores ahora y en la hora de nuestra muerte. Amén.
fil: Aba Ginoong Maria! Napupuno ka ng grasya, Ang Panginoong Diyos ay sumasaiyo, bukod ka pong Pinagpala sa babaeng lahat at pinagpala naman ang iyong anak na si Hesus. Santa Maria Ina ng Diyos, ipanalangin mo po kaming makasalanan, ngayon at kung kami'y mamamatay. Amen.

# gloryBe
source: Glory be to the Father, the Son, and the Holy Spirit; as it was in the beginning, is now, and ever shall be, world without end. Amen.
es: Gloria al Padre, y al Hijo, y al Espiritu Santo. Como era en el principio ahora y siempre por los siglos de los siglos. Amén.
fil: Luwalhati sa Ama, Sa Anak, At sa Diyos Espiritu Santo. Kapara noong unang-una, Ngayon at magpakailanman, magpasawalang hanggan. Amen.

# fatimaPrayer
source: O my Jesus, forgive us our sins, save us from the fires of hell; lead all souls to Heaven, especially those who have most need of your mercy.
es: Oh mi Jesús, perdónanos nuestros pecados, líbranos del fuego del infierno, lleva todas las almas al cielo, especialmente las mas necesitadas de tu misericordia
fil: O Hesus ko, patawarin Mo ang aming mga sala. Iligtas Mo kami sa apoy ng impiyerno. Hanguin Mo ang mga kaluluwa sa purgatoryo. Lalong-lalo na yaong mga walang nakakaalaala.

# hailHolyQueen
source: Hail, holy Queen, mother of mercy, our life, our sweetness, and our hope. To you we cry, poor banished children of Eve; to you we send up our sighs, mourning and weeping in this valley of tears. Turn, then, most gracious advocate, your eyes of mercy toward us; and after this, our exile, show unto us the blessed fruit of your womb, Jesus. O clement, O loving, O sweet Virgin Mary. Pray for us, O holy Mother of God. That we may be made worthy of the promises of Christ.
es: Dios te salve, Reina y Madre de misericordia, vida, dulzura y esperanza nuestra, Dios te salve. A ti clamamos los desterrados hijos de Eva. A ti suspiramos gimiendo y llorando en este valle de lágrimas. Ea, pues, Señora, abogada nuestra: vuelve a nosotros esos tus ojos misericordiosos. Y después de este destierro, muéstranos a Jesús, fruto bendito de tu vientre. Oh clemente, oh piadosa, oh dulce Virgen María. Ruega por nosotros, Santa Madre de Dios, para que seamos dignos de las promesas de Cristo.
fil: Aba Po Santa Mariang Hari, Ina ng Awa. Ikaw ang kabuhayan at katamisan; Aba pinananaligan ka namin. Ikaw nga ang tinatawagan namin, pinapanaw na taong anak ni Eva. Ikaw rin ang pinagbunbuntuhang hininga namin ng aming pagtangis dini sa lupang bayang kahapis-hapis. Ay aba, pintakasi ka namin, ilingon mo sa amin, ipakita mo sa amin ang iyong Anak na si Hesus. Santa Maria, Ina ng Diyos, maawain, maalam at matamis na Birhen. V. Ipanalangin mo kami, Reyna ng kasantusantuhang Rosaryo. R. Nang kami'y maging dapat makinabang ng mga pangako ni Hesukristo.

# concludingPrayer
source: Let us pray: O God, whose Only Begotten Son, by His Life, Death, and Resurrection, has purchased for us the rewards of eternal life, grant, we beseech thee, that while meditating on these mysteries of the most holy Rosary of the Blessed Virgin Mary, we may imitate what they contain and obtain what they promise, through the same Christ our Lord. Amen.
es: Oh Dios de quién Único Hijo nos ha otorgado los beneficios de la vida eterna, concédenos la gracia que te pedimos mientras meditamos los Misterios del Mas Santo Rosario de la Bienaventurada Virgen María, debemos imitar lo que contienen y obtener lo que prometen, a través del mismo Cristo Nuestro Señor
fil: Manalangin tayo: Diyos at Panginoon namin, na ang bugtong na Anak Mo ay siyang ipinapagkamit namin ng kagalinga't kabuhayang walang hanggan sa pamamagitan ng kanyang pagkakatawang-tao, pagkamatay at pagkabuhya mag-uli, ipagkaloob Mo, hinihiling namin sa Iyo, na sa pagninilay-nilay namin nitiong mga misteryo ng Santo Rosaryo ni Santa Mariang Birhen ay hindi lamang matularan namin ang mga magagaling na halimbawang nalalarawan sa amin; kundi naman makamtan namin ang mga kagalingang ipinangako sa amin; alang-alang kay Hesukristo Panginoon namin; na kapisan Mo at ng Espiritu Santo nabubuhay at naghahari magpasawalang hanggan. Amen.

# joyfulMysteryOption
source: Joyful Mysteries (Mon & Sat)
es: Misterios Gozosos (Lunes y Sábado)
fil: Misteryo ng Tuwa (Lunes at Sabado)

# theAnnunciation
source: The First Joyful Mystery: The Annunciation
es: La Anunciación
fil: Ang pagbati ng Angel sa Mahal na Birhen

# theVisitation
source: The Second Joyful Mystery: The Visitation
es: La Visitación
fil: Ang Pagdalaw ng Birhen Maria kay Sta. Isabel

# theNativity
source: The Third Joyful Mystery: The Nativity
es: La Natividad
fil: Ang pagsilang sa mundo ng Anak ng Diyos

# thePresentation
source: The Fourth Joyful Mystery: The Presentation
es: La Presentación de Jesús en el Templo
fil: Ang paghahain sa Templo ng Anak ng Diyos

# theFindingOfJesusInTheTemple
source: The Fifth Joyful Mystery: The Finding of Jesus in the Temple
es: El Niño perdido y hallado en el Templo
fil: Ang pagkakakita kay Hesus sa Templo ng Herusalem

# mysteryOfLightOption
source: Mysteries of Light (Thursday)
es: Mysterios de Luz (Jueves)
fil: Misteryo ng Liwanag (Huwebes)

# theBaptismOfJesusInTheRiverJordan
source: The First Mystery of Light: The Baptism of Jesus in the River Jordan
es: Su Bautismo en el Jordán
fil: Sa kanyang binyag sa ilog Jordan

# theWeddingFeastAtCana
source: The Second Mystery of Light: The Wedding Feast at Cana
es: Su autorrevelación en las bodas de Caná
fil: Sa kanyang pagpapahayag ng kanyang sarili sa kasalan sa Cana

# theProclamationOfTheKingdomOfGod
source: The Third Mystery of Light: The Proclamation of the Kingdom of God
es: Su anuncio del Reino de Dios invitando a la conversión
fil: Sa kanyang pagpapahayag ng Kaharian ng Diyos, sa pagtawag patungo sa pagbabago

# theTransfigurationOfJesus
source: The Fourth Mystery of Light: The Transfiguration of Jesus
es: Su Transfiguración
fil: Sa kanyang Pagbabagong-anyo

# theInstitutionOfTheEucharist
source: The Fifth Mystery of Light: The Institution of the Eucharist
es: Institución de la Eucharistía
fil: Sa kanyang pagtatatag ng Banal na Eukaristiya, bilang pagpapahayag na Sakramental ng Misteryo Paskawal

# sorrowfulMysteriesOption
source: Sorrowful Mysteries (Tues &Fri)
es: Misterios Dolorosos (Martes & Viernes)
fil: Misteryo ng Hapis (Martes at Biyernes)

# theAgonyInTheGarden
source: The First Sorrowful Mystery: The Agony in the Garden
es: La Agonía en el Huerto
fil: Ang panalangin ni Hesus sa Halamanan

# theScourgingAtThePillar
source: The Second Sorrowful Mystery: The Scourging at the Pillar
es: La Flagelación del Señor
fil: Ang paghampas kay Hesus na nakagapos sa haliging bato

# theCrowningWithThorns
source: The Third Sorrowful Mystery: The Crowning With Thorns
es: La Coronación con Espinas
fil: Ang pagpuputong ng koronang tinik kay Hesus

# theCarryingOfTheCross
source: The Fourth Sorrowful Mystery: The Carrying of the Cross
es: Jesús carga su Cruz
fil: Ang pagpapasan ng krus ni Hesus

# theCrucifixion
source: The Fifth Sorrowful Mystery: The Crucifixion
es: La Crucifixión
fil: Ang pagkapako at pagkamatay ni Hesus sa krus

# gloriousMysteriesOption
source: Glorious Mysteries (Sun & Wed)
es: Misterios Gloriosos (Domingo & Miércoles)
fil: Misteryo ng Luwalhati (Linggo at Miyerkules)

# theResurrection
source: The First Glorious Mystery: The Resurrection
es: La Resurrección del Señor
fil: Ang pagkabuhay muli ni Hesukristo

# theAscension
source: The Second Glorious Mystery: The Ascension
es: La Ascensión del Señor
fil: Ang pag-akyat sa langit ni Hesukristo

# theComingOfTheHolySpirit
source: The Third Glorious Mystery: The Coming of the Holy Spirit
es: La Venida del Espíritu Santo
fil: Ang pagpanaog ng Diyos Espiritu Santo sa mga Apostoles at sa Mahal na Birhen

# theAssumptionOfMary
source: The Fourth Glorious Mystery: The Assumption of Mary
es: La Asunción de la Virgen María
fil: Ang pag-akyat sa langit ng Mahal na Birhen

# theCoronationOfMary
source: The Fifth Glorious Mystery: The Coronation of Mary
es: La Coronacioń de María Santísma
fil: Ang pagpuputong ng korona sa Mahal na Birhen
